<h1 style="color: #5e9ca0; text-align: center;">Software para aux&iacute;lio visual na contagem de &aacute;rvores em imagens UAV</h1>
<h2 style="color: #2e6c80; text-align: center;">Trabalho final da disciplina Anal&iacute;tica Visual - IA376A - Unicamp</h2>
<h3 style="text-align: center;"><strong>S&iacute;lvia Colella e Thais Caldeira</strong></h3>
<h3>&nbsp;&nbsp;</h3>
<p style="text-align: justify;">A contagem de &aacute;rvores e a defini&ccedil;&atilde;o de seus tamanhos s&atilde;o informa&ccedil;&otilde;es importantes de serem obtidas para que os donos das propriedades possam aplic&aacute;-las a estimativas de invent&aacute;rio de planta&ccedil;&otilde;es, de planejamento de safras e tamb&eacute;m de controle de pestes e gerenciamento de impostos.&nbsp;O desenvolvimento de tecnologias como ve&iacute;culos a&eacute;reos n&atilde;o tripulados (UAV) trazem uma solu&ccedil;&atilde;o interessante para o problema do gerenciamento e invent&aacute;rio de planta&ccedil;&otilde;es, pois os detalhes que podem ser extra&iacute;dos das imagens obtidas com esses ve&iacute;culos abrem um leque de poss&iacute;veis aplica&ccedil;&otilde;es de monitoramento para os ramos da agricultura e da ecologia. Solu&ccedil;&otilde;es atuais, no entanto, s&atilde;o muito espec&iacute;ficas &agrave; determinadas vegeta&ccedil;&otilde;es e terrenos e pouco escal&aacute;veis.&nbsp;O presente trabalho se prop&otilde;e, portanto, a estudar se a intera&ccedil;&atilde;o homem-m&aacute;quina no ajuste da solu&ccedil;&atilde;o de contagem de &aacute;rvores a partir de uma interface visual pode aumentar a generaliza&ccedil;&atilde;o e escalabilidade de tais solu&ccedil;&otilde;es.&nbsp;</p>
<p style="text-align: justify;">O trabalho desenvolvido &eacute; um prot&oacute;tipo realizado em MATLAB, utilizando os <em>packages</em> de Processamento de Imagem e de Estat&iacute;stica.</p>
<p style="text-align: justify;">O c&oacute;digo fonte, o .pptx e o artigo contendo mais informa&ccedil;&otilde;es sobre o software desenvolvido pode ser obtido em:&nbsp;<a href="https://github.com/thaiscaldeira/ia376a" target="_blank" rel="noopener">https://github.com/thaiscaldeira/ia376a</a></p>
<p style="text-align: justify;">&nbsp;</p>
<h4 style="text-align: justify;">Interface desenvolvida:</h4>
<h4><a href="https://imge.to/i/j0hST"><img style="display: block; margin-left: auto; margin-right: auto;" src="https://a.imge.to/2019/07/02/j0hST.png" alt="j0hST.png" width="677" height="400" border="0" /></a></h4>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
